Repository: isopen-io/meeshy
Catalog: apps/ios/Meeshy/Localizable.xcstrings
Source language: fr
Languages: ar, de, en, es, it, pt_br

# conversation.view.closed
source: Cette conversation a été fermée
ar: تم إغلاق هذه المحادثة
de: Diese Unterhaltung wurde geschlossen
en: This conversation has been closed
es: Esta conversación ha sido cerrada
it: Questa conversazione è stata chiusa
pt_br: Esta conversa foi encerrada

# conversation.view.composer.delete_attachment
source: Supprimer %@
ar: حذف %@
de: %@ löschen
en: Delete %@
es: Eliminar %@
it: Elimina %@
pt_br: Excluir %@

# conversation.view.composer.edit_message
source: Modifier le message
ar: تعديل الرسالة
de: Nachricht bearbeiten
en: Edit the message
es: Editar el mensaje
it: Modifica il messaggio
pt_br: Editar a mensagem

# conversation.view.composer.cancel_reply
source: Annuler la réponse
ar: إلغاء الرد
de: Antwort abbrechen
en: Cancel reply
es: Cancelar la respuesta
it: Annulla la risposta
pt_br: Cancelar a resposta

# conversation.view.composer.cancel_edit
source: Annuler la modification
ar: إلغاء التعديل
de: Bearbeitung abbrechen
en: Cancel edit
es: Cancelar la edición
it: Annulla la modifica
pt_br: Cancelar a edição

# conversation.view.delete_for_everyone
source: Supprimer pour tout le monde
ar: الحذف للجميع
de: Für alle löschen
en: Delete for everyone
es: Eliminar para todos
it: Elimina per tutti
pt_br: Apagar para todos

# conversation.view.delete_for_everyone.hint
source: La suppression pour tout le monde est disponible pendant 2 h après l'envoi.
ar: الحذف للجميع متاح لمدة ساعتين بعد الإرسال.
de: „Für alle löschen“ ist 2 Std. nach dem Senden möglich.
en: Delete for everyone is available for 2 h after sending.
es: Eliminar para todos está disponible durante 2 h después del envío.
it: L'eliminazione per tutti è disponibile per 2 ore dopo l'invio.
pt_br: Apagar para todos fica disponível por 2 h após o envio.

# conversation.view.delete_for_me
source: Supprimer pour moi
ar: الحذف لي فقط
de: Für mich löschen
en: Delete for me
es: Eliminar para mí
it: Elimina per me
pt_br: Apagar para mim

# conversation.view.delete_message.title
source: Supprimer ce message ?
ar: حذف هذه الرسالة؟
de: Diese Nachricht löschen?
en: Delete this message?
es: ¿Eliminar este mensaje?
it: Eliminare questo messaggio?
pt_br: Apagar esta mensagem?

# conversation.view.e2e_notice
source: Les messages dans cette conversation sont chiffrés de bout en bout. Personne, pas même Meeshy, ne peut les lire.
ar: رسائل هذه المحادثة مشفّرة من طرف إلى طرف. لا أحد، ولا حتى Meeshy، يستطيع قراءتها.
de: Nachrichten in dieser Unterhaltung sind Ende-zu-Ende-verschlüsselt. Niemand, nicht einmal Meeshy, kann sie lesen.
en: Messages in this conversation are end-to-end encrypted. No one, not even Meeshy, can read them.
es: Los mensajes de esta conversación están cifrados de extremo a extremo. Nadie, ni siquiera Meeshy, puede leerlos.
it: I messaggi di questa conversazione sono crittografati end-to-end. Nessuno, nemmeno Meeshy, può leggerli.
pt_br: As mensagens desta conversa são criptografadas de ponta a ponta. Ninguém, nem mesmo o Meeshy, pode lê-las.

# conversation.view.loading_messages
source: Chargement des messages
ar: جارٍ تحميل الرسائل
de: Nachrichten werden geladen
en: Loading messages
es: Cargando mensajes
it: Caricamento dei messaggi
pt_br: Carregando mensagens

# conversation.view.mention
source: Mentionner %@
ar: الإشارة إلى %@
de: %@ erwähnen
en: Mention %@
es: Mencionar a %@
it: Menziona %@
pt_br: Mencionar %@

# conversation.view.open_info
source: Ouvre les informations de la conversation
ar: يفتح معلومات المحادثة
de: Öffnet die Unterhaltungsinfos
en: Opens the conversation details
es: Abre la información de la conversación
it: Apre le informazioni della conversazione
pt_br: Abre as informações da conversa

# conversation.view.recent_messages
source: Messages récents
ar: الرسائل الأخيرة
de: Neueste Nachrichten
en: Recent messages
es: Mensajes recientes
it: Messaggi recenti
pt_br: Mensagens recentes

# conversation.view.refreshing_background
source: Actualisation en arrière-plan
ar: تحديث في الخلفية
de: Aktualisierung im Hintergrund
en: Refreshing in the background
es: Actualizando en segundo plano
it: Aggiornamento in background
pt_br: Atualizando em segundo plano

# conversation.view.search.placeholder
source: Rechercher dans la conversation...
ar: ابحث في المحادثة…
de: In der Unterhaltung suchen …
en: Search in the conversation…
es: Buscar en la conversación…
it: Cerca nella conversazione…
pt_br: Buscar na conversa…

# conversation.view.search.no_results
source: Aucun résultat
ar: لا نتائج
de: Keine Ergebnisse
en: No results
es: Sin resultados
it: Nessun risultato
pt_br: Nenhum resultado

# conversation.view.search.close
source: Fermer la recherche
ar: إغلاق البحث
de: Suche schließen
en: Close search
es: Cerrar la búsqueda
it: Chiudi la ricerca
pt_br: Fechar a busca

# conversation.view.search.clear
source: Effacer la recherche
ar: مسح البحث
de: Suche löschen
en: Clear search
es: Borrar la búsqueda
it: Cancella la ricerca
pt_br: Limpar a busca

# conversation.view.return_to_recent
source: Retourner aux messages récents
ar: العودة إلى الرسائل الأخيرة
de: Zurück zu den neuesten Nachrichten
en: Back to recent messages
es: Volver a los mensajes recientes
it: Torna ai messaggi recenti
pt_br: Voltar às mensagens recentes

# conversation.view.search.results_count
source: %lld résultat(s)
ar: %lld نتيجة
de: %lld Ergebnis(se)
en: %lld result(s)
es: %lld resultado(s)
it: %lld risultato/i
pt_br: %lld resultado(s)

# conversation.view.search_in_conversation
source: Rechercher dans la conversation
ar: البحث في المحادثة
de: In Unterhaltung suchen
en: Search in conversation
es: Buscar en la conversación
it: Cerca nella conversazione
pt_br: Buscar na conversa

# conversation.voiceConsent.title
source: Traduction automatique des vocaux
ar: الترجمة التلقائية للرسائل الصوتية
de: Automatische Übersetzung von Sprachnachrichten
en: Automatic voice message translation
es: Traducción automática de los mensajes de voz
it: Traduzione automatica dei messaggi vocali
pt_br: Tradução automática das mensagens de voz

# conversation.voiceConsent.message
source: Autorisez la définition de votre profil vocal pour que vos messages vocaux soient transcrits et traduits automatiquement dans la langue de chaque destinataire — y compris avec votre voix.
ar: اسمح بإنشاء بصمتك الصوتية ليتم تفريغ رسائلك الصوتية وترجمتها تلقائيًا إلى لغة كل مستلم — بصوتك أيضًا.
de: Erlaube die Erstellung deines Sprachprofils, damit deine Sprachnachrichten automatisch transkribiert und in die Sprache jedes Empfängers übersetzt werden — auch mit deiner Stimme.
en: Allow your voice profile to be created so your voice messages are automatically transcribed and translated into each recipient's language — in your own voice too.
es: Permite crear tu perfil de voz para que tus mensajes de voz se transcriban y traduzcan automáticamente al idioma de cada destinatario, incluso con tu voz.
it: Consenti la creazione del tuo profilo vocale affinché i tuoi messaggi vocali vengano trascritti e tradotti automaticamente nella lingua di ogni destinatario — anche con la tua voce.
pt_br: Permita a criação do seu perfil de voz para que suas mensagens de voz sejam transcritas e traduzidas automaticamente no idioma de cada destinatário — inclusive com a sua voz.

# conversationType.bot
source: Bot
ar: روبوت

# conversationType.broadcast
source: Communication
ar: بث
de: Broadcast
en: Broadcast
es: Difusión
it: Broadcast
pt_br: Transmissão

# conversationType.channel
source: Canal
ar: قناة
de: Kanal
en: Channel
it: Canale

# conversationType.community
source: Communauté
ar: مجتمع
de: Community
en: Community
es: Comunidad
it: Comunità
pt_br: Comunidade

# conversationType.direct
source: Message direct
ar: رسالة مباشرة
de: Direktnachricht
en: Direct message
es: Mensaje directo
it: Messaggio diretto
pt_br: Mensagem direta

# conversationType.global
source: Globale
ar: عامة
de: Global
en: Global
es: Global
pt_br: Global

# conversationType.group
source: Groupe
ar: مجموعة
de: Gruppe
en: Group
es: Grupo
it: Gruppo
pt_br: Grupo

# conversationType.public
source: Public
ar: عام
de: Öffentlich
es: Público
it: Pubblico
pt_br: Público

# conversations.empty.action
source: Commencer une discussion
ar: ابدأ محادثة
de: Chat beginnen
en: Start a conversation
es: Iniciar una conversación
it: Inizia una conversazione
pt_br: Iniciar uma conversa

# conversations.empty.subtitle
source: Commencez a discuter avec vos amis ou rejoignez une communaute
ar: ابدأ الدردشة مع أصدقائك أو انضم إلى مجتمع
de: Chatten Sie mit Freunden oder treten Sie einer Community bei
en: Start chatting with friends or join a community
es: Comienza a chatear con amigos o únete a una comunidad
it: Inizia a chiacchierare con i tuoi amici o unisciti a una community
pt_br: Comece a conversar com amigos ou entre em uma comunidade

# conversations.empty.title
source: Aucune conversation
ar: لا توجد محادثات
de: Keine Unterhaltungen
en: No conversations
es: Sin conversaciones
it: Nessuna conversazione
pt_br: Sem conversas

# conversations.error.retry
source: Réessayer
ar: إعادة المحاولة
de: Erneut versuchen
en: Retry
es: Reintentar
it: Riprova
pt_br: Tentar novamente

# conversations.error.subtitle
source: Impossible de charger vos conversations.
ar: تعذّر تحميل محادثاتك.
de: Deine Unterhaltungen konnten nicht geladen werden.
en: Couldn't load your conversations.
es: No se pudieron cargar tus conversaciones.
it: Impossibile caricare le tue conversazioni.
pt_br: Não foi possível carregar suas conversas.

# conversations.error.title
source: Une erreur est survenue
ar: حدث خطأ
de: Etwas ist schiefgelaufen
en: Something went wrong
es: Algo salió mal
it: Si è verificato un errore
pt_br: Algo deu errado

# conversations.focus.tag_clear
source: Retirer le filtre
ar: إزالة عامل التصفية
de: Filter entfernen
en: Clear filter
es: Quitar el filtro
it: Rimuovi filtro
pt_br: Remover filtro

# conversations.focus.tag_filter
source: Conversations avec ce tag
ar: المحادثات بهذا الوسم
de: Unterhaltungen mit diesem Tag
en: Conversations with this tag
es: Conversaciones con esta etiqueta
it: Conversazioni con questo tag
pt_br: Conversas com esta etiqueta

# conversations.focus.tag_remove
source: Supprimer ce tag
ar: حذف هذا الوسم
de: Diesen Tag entfernen
en: Remove this tag
es: Eliminar esta etiqueta
it: Rimuovi questo tag
pt_br: Remover esta etiqueta

# conversations.pagination.allLoaded
source: Toutes les conversations sont chargées
ar: تم تحميل جميع المحادثات
de: Alle Unterhaltungen geladen
en: All conversations loaded
es: Todas las conversaciones cargadas
it: Tutte le conversazioni sono state caricate
pt_br: Todas as conversas carregadas

# conversations.pagination.errorTitle
source: Impossible de charger plus
ar: تعذّر تحميل المزيد
de: Weitere konnten nicht geladen werden
en: Couldn't load more
es: No se pudo cargar más
it: Impossibile caricarne altre
pt_br: Não foi possível carregar mais

# conversations.pagination.retry
source: Réessayer
ar: إعادة المحاولة
de: Erneut versuchen
en: Retry
es: Reintentar
it: Riprova
pt_br: Tentar novamente

# conversations.quick.find_members
source: Chercher des membres à qui écrire
ar: ابحث عن أعضاء لمراسلتهم
de: Mitglieder zum Schreiben finden
en: Find members to write to
es: Buscar miembros a quienes escribir
it: Cerca membri a cui scrivere
pt_br: Procurar membros para conversar

# conversations.quick.invite
source: Inviter des amis
ar: دعوة الأصدقاء
de: Freunde einladen
en: Invite friends
es: Invitar amigos
it: Invita amici
pt_br: Convidar amigos

# conversations.quick.mood
source: Poser un mood
ar: تعيين مزاج
de: Mood setzen
en: Set a mood
es: Poner un mood
it: Imposta un mood
pt_br: Definir um mood

# conversations.quick.my_contacts
source: Voir mes contacts sur Meeshy
ar: عرض جهات اتصالي على Meeshy
de: Meine Kontakte auf Meeshy sehen
en: See my contacts on Meeshy
es: Ver mis contactos en Meeshy
it: Vedi i miei contatti su Meeshy
pt_br: Ver meus contatos no Meeshy

# conversations.quick.newMessage
source: Nouveau message
ar: رسالة جديدة
de: Neue Nachricht
en: New message
es: Nuevo mensaje
it: Nuovo messaggio
pt_br: Nova mensagem

# conversations.quick.post
source: Publier un post
ar: نشر منشور
de: Post veröffentlichen
en: Publish a post
es: Publicar un post
it: Pubblica un post
pt_br: Publicar um post

# conversations.quick.shortcutLink
source: Lien raccourci
ar: رابط مختصر
de: Kurzlink
en: Short link
es: Enlace corto
it: Link breve
pt_br: Link curto

# conversations.quick.story
source: Créer une story
ar: إنشاء قصة
de: Story erstellen
en: Create a story
es: Crear una historia
it: Crea una storia
pt_br: Criar um story

# conversations.quick.subtitle
source: Un message, une story, un mood, un post — ou invitez vos amis.
ar: رسالة، قصة، مزاج، منشور — أو ادعُ أصدقاءك.
de: Eine Nachricht, eine Story, ein Mood, ein Post – oder lade deine Freunde ein.
en: A message, a story, a mood, a post — or invite your friends.
es: Un mensaje, una historia, un mood, una publicación — o invita a tus amigos.
it: Un messaggio, una storia, un mood, un post — o invita i tuoi amici.
pt_br: Uma mensagem, um story, um mood, um post — ou convide seus amigos.

# conversations.quick.title
source: Et maintenant ?
ar: وماذا الآن؟
de: Und jetzt?
en: What next?
es: ¿Y ahora?
it: E adesso?
pt_br: E agora?

# crash.kind.cpu
source: CPU
ar: المعالج

# crash.kind.crash
source: Crash
ar: تعطّل
de: Absturz
es: Fallo
it: Arresto anomalo
pt_br: Falha

# crash.kind.disk
source: Disque
ar: القرص
de: Datenträger
en: Disk
es: Disco
it: Disco
pt_br: Disco

# crash.kind.exception
source: Exception
ar: استثناء
de: Ausnahme
es: Excepción
it: Eccezione
pt_br: Exceção

# crash.kind.hang
source: Blocage
ar: تجمّد
de: Einfrieren
en: Freeze
es: Bloqueo
it: Blocco
pt_br: Travamento

# crash.reports.share
source: Partager les rapports
ar: مشاركة التقارير
de: Berichte teilen
en: Share reports
es: Compartir informes
it: Condividi i rapporti
pt_br: Compartilhar relatórios

# crash.reports.title
source: Rapports de crash
ar: تقارير التعطّل
de: Absturzberichte
en: Crash Reports
es: Informes de fallos
it: Rapporti di arresto anomalo
pt_br: Relatórios de falha

# crash.toast.previous
source: %1$@ précédent%2$@ : %3$@
ar: %1$@ سابق%2$@: %3$@
de: Vorheriger %1$@%2$@: %3$@
en: Previous %1$@%2$@: %3$@
es: %1$@ anterior%2$@: %3$@
it: %1$@ precedente%2$@: %3$@
pt_br: %1$@ anterior%2$@: %3$@

# dashboard.period.all
source: Depuis le début
ar: منذ البداية
de: Gesamter Zeitraum
en: All time
es: Todo el tiempo
it: Dall'inizio
pt_br: Desde o início

# dashboard.period.all.short
source: Tout
ar: الكل
de: Alle
en: All
es: Todo
it: Tutto
pt_br: Tudo

# dashboard.period.month
source: 30 derniers jours
ar: آخر 30 يومًا
de: Letzte 30 Tage
en: Last 30 days
es: Últimos 30 días
it: Ultimi 30 giorni
pt_br: Últimos 30 dias

# dashboard.period.month.short
source: 30j
ar: 30ي
de: 30T
en: 30d
es: 30d
it: 30g
pt_br: 30d

# dashboard.period.week
source: 7 derniers jours
ar: آخر 7 أيام
de: Letzte 7 Tage
en: Last 7 days
es: Últimos 7 días
it: Ultimi 7 giorni
pt_br: Últimos 7 dias

# dashboard.period.week.short
source: 7j
ar: 7ي
de: 7T
en: 7d
es: 7d
it: 7g
pt_br: 7d

# date.dayBeforeYesterday
source: Avant-hier
ar: أول أمس
de: Vorgestern
en: Day before yesterday
es: Anteayer
it: L'altro ieri
pt_br: Anteontem

# date.today
source: Aujourd'hui
ar: اليوم
de: Heute
en: Today
es: Hoy
it: Oggi
pt_br: Hoje

# date.yesterday
source: Hier
ar: أمس
de: Gestern
en: Yesterday
es: Ayer
it: Ieri
pt_br: Ontem

# deeplink.conversation.error
source: Impossible d'ouvrir la conversation
ar: تعذّر فتح المحادثة
de: Unterhaltung konnte nicht geöffnet werden
en: Couldn't open the conversation
es: No se pudo abrir la conversación
it: Impossibile aprire la conversazione
pt_br: Não foi possível abrir a conversa

# discovery.tab.blocked
source: Bloqués
ar: المحظورون
de: Blockiert
en: Blocked
es: Bloqueados
it: Bloccati
pt_br: Bloqueados

# discovery.title
source: Découvrir
ar: اكتشاف
de: Entdecken
en: Discover
es: Descubrir
it: Scopri
pt_br: Descobrir

# discovery.tab.discover
source: Découvrir
ar: اكتشاف
de: Entdecken
en: Discover
es: Descubrir
it: Scopri
pt_br: Descobrir

# draft.label
source: Brouillon
ar: مسودة
de: Entwurf
en: Draft
es: Borrador
it: Bozza
pt_br: Rascunho

# draft.label_prefix
source: Brouillon :
ar: مسودة:
de: Entwurf:
en: Draft:
es: Borrador:
it: Bozza:
pt_br: Rascunho:

# emailVerification.error.resendFailed
source: Impossible de renvoyer le code de vérification
ar: تعذّر إعادة إرسال رمز التحقّق
de: Bestätigungscode konnte nicht erneut gesendet werden
en: Couldn't resend the verification code
es: No se ha podido reenviar el código de verificación
it: Impossibile inviare di nuovo il codice di verifica
pt_br: Não foi possível reenviar o código de verificação

# emailVerification.code.a11yLabel
source: Code de vérification
ar: رمز التحقّق
de: Bestätigungscode
en: Verification code
es: Código de verificación
it: Codice di verifica
pt_br: Código de verificação

# emailVerification.code.a11yHint
source: Entrez le code à 6 chiffres reçu par email
ar: أدخل الرمز المكوّن من 6 أرقام الذي وصلك بالبريد
de: Gib den sechsstelligen Code aus der E-Mail ein
en: Enter the 6-digit code sent by email
es: Introduce el código de 6 dígitos recibido por correo
it: Inserisci il codice a 6 cifre ricevuto via email
pt_br: Digite o código de 6 dígitos recebido por e-mail

# emailVerification.nav.close
source: Fermer
ar: إغلاق
de: Schließen
en: Close
es: Cerrar
it: Chiudi
pt_br: Fechar

# emailVerification.subtitle
source: Entrez le code à 6 chiffres envoyé à **%@**
ar: أدخل الرمز المكوّن من 6 أرقام المُرسَل إلى **%@**
de: Gib den 6-stelligen Code ein, der an **%@** gesendet wurde
en: Enter the 6-digit code sent to **%@**
es: Introduce el código de 6 dígitos enviado a **%@**
it: Inserisci il codice a 6 cifre inviato a **%@**
pt_br: Digite o código de 6 dígitos enviado para **%@**

# emailVerification.verifying.a11y
source: Vérification en cours
ar: جارٍ التحقّق
de: Wird überprüft
en: Verifying
es: Verificando
it: Verifica in corso
pt_br: Verificando

# emailVerification.title
source: Vérifiez votre email
ar: تحقّق من بريدك الإلكتروني
de: Prüfe deine E-Mails
en: Check your email
es: Revisa tu correo
it: Controlla la tua email
pt_br: Verifique seu e-mail

# emailVerification.resendButton
source: Renvoyer le code
ar: إعادة إرسال الرمز
de: Code erneut senden
en: Resend the code
es: Reenviar el código
it: Invia di nuovo il codice
pt_br: Reenviar o código

# emailVerification.noCode
source: Vous n'avez pas reçu le code ?
ar: لم يصلك الرمز؟
de: Code nicht erhalten?
en: Didn't get the code?
es: ¿No has recibido el código?
it: Non hai ricevuto il codice?
pt_br: Não recebeu o código?

# emoji.category.activities
source: Activités
ar: الأنشطة
de: Aktivitäten
en: Activities
es: Actividades
it: Attività
pt_br: Atividades

# emoji.category.animals
source: Animaux
ar: الحيوانات
de: Tiere
en: Animals
es: Animales
it: Animali
pt_br: Animais

# emoji.category.flags
source: Drapeaux
ar: الأعلام
de: Flaggen
en: Flags
es: Banderas
it: Bandiere
pt_br: Bandeiras

# emoji.category.food
source: Nourriture
ar: الطعام
de: Essen
en: Food
es: Comida
it: Cibo
pt_br: Comida

# emoji.category.objects
source: Objets
ar: الأشياء
de: Objekte
en: Objects
es: Objetos
it: Oggetti
pt_br: Objetos

# emoji.category.people
source: Personnes
ar: الأشخاص
de: Personen
en: People
es: Personas
it: Persone
pt_br: Pessoas

# emoji.category.recent
source: Récents
ar: الأخيرة
de: Zuletzt
en: Recent
es: Recientes
it: Recenti
pt_br: Recentes

# emoji.category.smileys
source: Smileys
ar: الوجوه
es: Emoticonos
it: Faccine

# emoji.category.symbols
source: Symboles
ar: الرموز
de: Symbole
en: Symbols
es: Símbolos
it: Simboli
pt_br: Símbolos

# emoji.category.travel
source: Voyages
ar: السفر
de: Reisen
en: Travel
es: Viajes
it: Viaggi
pt_br: Viagens

# emoji.quickReactions
source: Réactions rapides
ar: تفاعلات سريعة
de: Schnellreaktionen
en: Quick reactions
es: Reacciones rápidas
it: Reazioni rapide
pt_br: Reações rápidas

# emoji.recent
source: Utilisés récemment
ar: المستخدمة مؤخرًا
de: Kürzlich verwendet
en: Recently used
es: Usados recientemente
it: Usate di recente
pt_br: Usados recentemente

# emoji.search
source: Rechercher un emoji
ar: ابحث عن رمز تعبيري
de: Emoji suchen
en: Search emoji
es: Buscar un emoji
it: Cerca un'emoji
pt_br: Pesquisar um emoji

# emoji.title
source: Réactions
ar: التفاعلات
de: Reaktionen
en: Reactions
es: Reacciones
it: Reazioni
pt_br: Reações

# feed.carousel.a11y.position
source: Média %1$d sur %2$d
ar: الوسائط %1$d من %2$d
de: Medium %1$d von %2$d
en: Media %1$d of %2$d
es: Medio %1$d de %2$d
it: Media %1$d di %2$d
pt_br: Mídia %1$d de %2$d

# feed.carousel.next
source: Média suivant
ar: الوسائط التالية
de: Nächstes Medium
en: Next media
es: Medio siguiente
it: Media successivo
pt_br: Próxima mídia

# feed.carousel.previous
source: Média précédent
ar: الوسائط السابقة
de: Vorheriges Medium
en: Previous media
es: Medio anterior
it: Media precedente
pt_br: Mídia anterior

# feed.attach.audio-recording
source: Enregistrement audio
ar: تسجيل صوتي
de: Audioaufnahme
en: Audio recording
es: Grabación de audio
it: Registrazione audio
pt_br: Gravação de áudio

# feed.attach.camera
source: Appareil photo
ar: الكاميرا
de: Kamera
en: Camera
es: Cámara
it: Fotocamera
pt_br: Câmera

# feed.attach.emoji
source: Ajouter un emoji
ar: إضافة رمز تعبيري
de: Emoji hinzufügen
en: Add an emoji
es: Añadir un emoji
it: Aggiungi un emoji
pt_br: Adicionar um emoji

# feed.attach.file
source: Joindre un fichier
ar: إرفاق ملف
de: Datei anhängen
en: Attach a file
es: Adjuntar un archivo
it: Allega un file
pt_br: Anexar um arquivo

# feed.attach.file-short
source: Fichier
ar: ملف
de: Datei
en: File
es: Archivo
it: File
pt_br: Arquivo

# feed.attach.location
source: Partager la position
ar: مشاركة الموقع
de: Standort teilen
en: Share location
es: Compartir ubicación
it: Condividi la posizione
pt_br: Compartilhar localização

# feed.attach.location-short
source: Position
ar: الموقع
de: Standort
en: Location
es: Ubicación
it: Posizione
pt_br: Localização

# feed.attach.photo
source: Ajouter une photo
ar: إضافة صورة
de: Foto hinzufügen
en: Add a photo
es: Añadir una foto
it: Aggiungi una foto
pt_br: Adicionar uma foto

# feed.attach.photo-or-video
source: Photo ou vidéo
ar: صورة أو فيديو
de: Foto oder Video
en: Photo or video
es: Foto o vídeo
it: Foto o video
pt_br: Foto ou vídeo

# feed.attach.record-audio
source: Enregistrer un audio
ar: تسجيل مقطع صوتي
de: Audio aufnehmen
en: Record audio
es: Grabar un audio
it: Registra un audio
pt_br: Gravar um áudio

# feed.attach.take-photo
source: Prendre une photo
ar: التقاط صورة
de: Foto aufnehmen
en: Take a photo
es: Hacer una foto
it: Scatta una foto
pt_br: Tirar uma foto

# feed.attachment.remove
source: Retirer la pièce jointe
ar: إزالة المرفق
de: Anhang entfernen
en: Remove the attachment
es: Quitar el archivo adjunto
it: Rimuovi l'allegato
pt_br: Remover o anexo

# feed.comments.count
source: %lld commentaires
ar: %lld تعليقات
de: %lld Kommentare
en: %lld comments
es: %lld comentarios
it: %lld commenti
pt_br: %lld comentários

# feed.comments.delete_error
source: Impossible de supprimer le commentaire
ar: تعذّر حذف التعليق
de: Kommentar konnte nicht gelöscht werden
en: Couldn't delete the comment
es: No se pudo eliminar el comentario
it: Impossibile eliminare il commento
pt_br: Não foi possível excluir o comentário

# feed.comments.deleted
source: Commentaire supprimé
ar: تم حذف التعليق
de: Kommentar gelöscht
en: Comment deleted
es: Comentario eliminado
it: Commento eliminato
pt_br: Comentário excluído

# feed.load.error
source: Impossible de charger le fil
ar: تعذّر تحميل التدفق
de: Feed konnte nicht geladen werden
en: Couldn't load the feed
es: No se pudo cargar el feed
it: Impossibile caricare il feed
pt_br: Não foi possível carregar o feed
